{
	"1-3": "Ordinary World Opening Image: Distant thunder, as Blake and Schofield lie with their eyes shut, by a tree. Lance Corporal Blake is ordered to pick a man and bring his kit for a mission. He chooses Schofield (early 20s) who’s next to him with his eyes shut — of similar rank.",
	"3-6": "Schofield in script has a “Wound Stripe” — to indicate he was previously wounded in action — not obvious on screen, but info in script. As they walk, Blake reads his mail. Schofield didn’t get any but doesn’t seem to mind. They talk of the minimal food they have. Looking at the soldiers they’re passing in the trench they’ve entered, they surmise that something is up — but their Sergeant says it’s not the Big Push they think is coming.",
	"6-9": "Inciting Incident General Erinmore who tells Blake that Blake’s brother and his regiment, the 2nd Devons — are walking into a trap (chasing the Germans whom they think are retreating — but are safely behind a new defence line bristling with guns). If Blake doesn’t get to the 2nds leader, Colonel Mackenzie — at a wood near a town called Ecoust — and get him to call off the attack before it’s due just after dawn tomorrow, there’s going to be a massacre of 1600 men, Blake’s brother included.",
	"9-11": "Blake says can get to them in time. Blake and Schofield are given a map, torches, grenades and rations. They’re given instructions to go through the trenches to the Yorks regiment and give a note to Major Stevenson who holds the line at the shortest span of No Man’S Land, where Blake and Schofield will need to cross — in daylight, without any support.",
	"11-14": "Doubts Trenches to save his big brother. Schofield expresses doubts re risks, saying should wait until dark and worrying re risks of crossing no mans land. Blake’s undeterred. Schofield betrays that last time was told the Germans had gone, “it didn’t end well” — he’s been through prior horrors we don’t know about.",
	"14-17": "The Front Line. Indication of horrors of war — sniper warnings, critically injured man on stretcher. Blake knocks over an injured Nco — he’s nearly losing control of his emotions. Schofield saves him. They discuss the Somme battle — Schofield says no longer has his ribbon to indicate his involvement.",
	"18-23": "“Mentor Meeting” — Leslie Lock In The Yorkshires. Stevenson is dead. Lieutenant Leslie has command and is frayed, waiting for the relief. He reads Erinmore’s letter and mocks their belief that the Germans have gone. Says it’s a trap, but tells them the path and gives them a Flare Gun with two cartridges and says to signal if the Germans are actually gone.",
	"23-28": "No Man’S Land where they follow the grim markers Leslie had told them about — all dead men or horses — through towards the abandoned German Line. Schofield punctures his hand on razor wire. They move to the Old German Line and into a Trench — where Schofield falls. His injured hand falls inside a decaying corpse. They hide from two planes which fly over, then work their way down a steep drop into a Crater where the wire’s been destroyed.",
	"28-30": "The German Front Line — Blake and Schofield creep through the deserted trench. A smouldering brazier suggests the German’s aren’t long gone. They head down the trench but find an explosion has blocked it. They find stairs leading down into the earth. There might be a way through",
	"30-35": "A Dugout where they look through the Germans’ abandoned gear. There’s a tunnel — a way through — but they find a Tripwire, just before a hungry rat heads for it, trips it… An explosion buries Schofield. The Dugout is about to collapse.",
	"37–41": "Rear German Trenches. Blake checks over the edge and sees a quarry with destroyed German weaponry. Schofield’s angry, asking Blake why he chose him. Blake says that Schofield can go home if he wants. Schofield reacts to mention of home. They fire the flare to show they’ve made it, then plan how to get to Ecoust using the map — and head off into a…",
	"41–44": "Shattered Copse. Blake cheers up Schofield with a darkly humorous story about a rat and a soldier. Schofield tells Blake he’s due a medal for saving him — and reveals he swapped his Somme service medal for a bottle of wine. Blake says men died for those medals. Schofield says they’re not special and don’t make a difference — and opens up, saying he hated going home when knew would have to return and his family might not see him again.",
	"44–47": "Walled Orchard Schofield’s appalled that the Germans chopped down all the cherry trees in the orchard. n.b. cherry blossoms repeatedly appear during script. Blake talks of his family, revealing that family has a cherry orchard at home and he and his brother have to pick the cherries. Says that chopping the trees down only will lead to more trees later. At the end of the orchard, they see a farmhouse ahead — they have to check it’s clear. At the",
	"47–50": "French Farmhouse They split up to take front and back. Schofield heads inside but can’t find anything. He heads to the Rear to a Barn where he finds a Cow alive where the rest of the herd are dead. Schofield finds milk, drinks some and fills his flask with it. Blake says Ecoust is over the next ridge — just before they see a German Biplane being peppered by Raf gunfire — heading towards the barn! They escape just before the Biplane smashes into the barn. At the",
	"50–52": "Plane Crash Site The plane’s on fire and they manage to rescue the trapped German pilot. Schofield says should kill him to put the burnt pilot out of his misery, but Blake says should give him water. Schofield goes to get water — hears screaming — and shoots the pilot, who’s just fatally stabbed Blake.",
	"53–58": "Midpoint Blake’S Dying. Schofield tries to stop the bleeding. Knows they need help and realises won’t get there in time. Blake asks if he’s dying. Schofield admits that he is. Blake gives him his personal effects to give to his brother — tells Schofield to write to Blake’s mother and tell her that he wasn’t scared. Schofield reassures Blake he knows the way to his brother, just before Blake then breathes his last. Schofield, suddenly determined, takes Blake’s tags and leaves a family photo on his chest — tries to move Blake to a nicer resting place and is suddenly found by…",
	"58–60": "Captain Smith and his men — on their way to the new front to support a different regiment to Mackenzie’s. They help move Blake’s body to a better resting place. Schofield speaks to Smith about his mission. Smith offers to take him some of the way. Schofield follows him onto a",
	"60–63": "Country Road whilst people at head of a Convoy argue how to block a tree in their path. Smith says he’s sorry about Blake, and advises Schofield not to dwell on it. They get to the 63–66 Last Army Truck In The Convoy and Schofield is hauled in. Listens to the men inside as he grieves. Checks his watch to see how much time he has left. The Truck gets stuck in mud in a",
	"66–69": "Roadside Ditch. Schofield checks it and gives orders on how to get out. Orders all the men out to push — and his urgency shows when they don’t help quickly enough. The men realise and help him push the truck out. Schofield is emotionally broken. The men see it and talk to him. They help him back into the…",
	"69–73": "Army Truck The men are quiet now, watching Schofield. When asked, Schofield explains his mission and the stakes — and reveals he didn’t start off alone. The others realise why he’s upset. One offers him some whisky. Schofield checks the Letter with the orders is safe in a tin. The truck stops again because the bridge is down. Schofield leaves to go on on his own at the",
	"73–75": "Canal Side They wish him luck. Captain Smith tells him that if he gets to Mackenzie, to make sure there’s witnesses when he speaks to him because “some. men just want the fight”. The others leave. Schofield’s alone again — and Ecoust’s on the other side of the canal. Now he has to cross the broken bridge — and tiptoes across the broken bridge — more carefully when a Sniper in the Lock House next to it shoots at him — and eventually has to throw himself into the canal and swims to the",
	"75–76": "Other Side Of The Canal He finds a stairwell from the canal. Though he’s freezing, he gathers himself and shoots at the sniper in the Lock House. All goes quiet. Schofield, in order to check he’s killed the sniper, enters the… ",
	"77–78": "Lock House And paces up the stairs, slowly, to find a German Soldier pointing his gun at him! They both shoot — the German’s bullet hits Schofield’s helmet, throwing Schofield back down the stairs and into unconsciousness… Sequence 6 To All Is Lost ",
	"78–81": "Schofield wakes on the Lock House Stairs With concussion. It’s now night time. His watch is smashed. He doesn’t know what time it is — or how much he has left. He retrieves his rifle. A flare goes up, filling the room with light. The German Soldier is dead. Schofield leaves the building, heading out onto the Canal Side where he navigates his way through the town as the flares make shadows shift everywhere — braving another sniper until the flare dies.",
	"81–87": "Coal Cellar And hide as the German Soldier passes by — only to find someone’s living there, the fire’s on — and finds Lauri — a French teenager. Schofield reassures her he’s not a threat. She confirms this is Ecoust and tells him where the nearby wood is. Says the river will take him there. She gets him to sit down then tends to his head wound. He thanks her — just before he hears a Baby — parents unknown — that Lauri had found.",
	"87-88": "She says the baby needs milk — so he gives them the milk he had found. She asks if he has children. He doesn’t answer — but sings a nursery rhyme to the child. An emotional moment. The town clock chimes — and he knows he has to go. He heads back out into… ",
	"88–91": "Ecoust’S Streets where he heads for the river — and has to evade drunk Private Muller just before he comes face to face with Baumer, a teenager. Initially trying to keep Baumer quiet, Schofield has to kill him when he yells for help. Schofield leaves his rifle and runs past Muller. Muller chases him through the streets, firing ",
	"91–92": "Fleeing Through Ecoust, Schofield sees the original soldier who chased him ahead of him. Schofield swerves left down an alley — now pursued by the two Germans. He heads for a bridge, vaults it and drops 40 feet into… ",
	"93–94": "All Is Lost The River Where he’s propelled down the white waters by the fast current past jagged rocks, battered — then careens over a waterfall! Nothing… then Schofield emerges from the depths. Schofield is nearly unconscious in the now lush surroundings untouched by war. He is “ready to accept that this is the end. He knows too well there are worse places, worse ways…”.",
	"94-95": "Compare — Schofield was buried before after explosion and wanted to live — here in a beautiful place — and thinking of dying. Will he give in and die in a safe, peaceful place but not save the men — or will he risk the worst places to die in in order to live and save lives? ",
	"95- 96": "Rededication He starts to slip down — then is surrounded by Cherry Blossoms and a dam built with trees and bodies. He is able to clamber out onto The River Bank and collapses, crying “for the river, for life, for Blake, for the baby. The morning is forming”. He hears singing and heads into ",
	"96–99": "The Woods to find the source — a company of men standing still — 200 strong — listening to a man sing, prior to their going into battle. After the song ends, he tells them he needs to find the Devons. The response — “We’re the Devons”. They haven’t gone over yet since they’re the second wave. As D Company, they go last. Schofield asks where Colonel Mackenzie is — he’s down at the line. Schofield tears off towards his location into… ",
	"99–101": "The Comms Trench, asking where Mackenzie is — as A and B companies prepare to go over the top. He tells a Lieutenant the attack’s been called off, but the Lieutenant won’t believe him and tells him to speak to the Captain. Schofield rushes to the ",
	"101–102": "2nd Front Line Trench And finds the terrified, useless, blubbering Captain Ivins. He’s no help. As Schofield continues to search for Mackenzie, the Germans start pounding the line with massive shells, getting closer and closer… ",
	"102- 104": "Schofield keeps running, but there’s too many soldiers in his way. The place behind him where Captain Ivins was is obliterated. It’s chaos and the bombardment wreaks hell on the line. 100 yards ahead of him, there’s another direct hit, blocking his passage. A wall of British soldiers in front of him, too thick to get past. He can’t get through. ",
	"104–105": "Final Attempt Schofield confronts the C.O, Lieutenant Richards, as he gives the one minute order. Again says he has orders to stop the attack. The C.O. says Mackenzie is 300 yards up the line, but Schofield will have to wait until the first wave goes over. But if he waits, Blake’s brother is going to die! Schofield says he can’t — and gets up on the firing step to go into No Man’s Land — to sprint 300 yards with no cover, no weapon….",
	"105": "Compare To Earlier when about to start mission, said was unhappy to risk himself in No Mans Land. Schofield bursts out of the trench and launches himself into… ",
	"105–106": "No Man’S Land — and runs the 300 yards, parallel to the trench — as whistles sound and 600 soldiers of A Company pour out of the trenches around him amidst a horrible, destructive bombardment — and leaps in desperation into the… ",
	"106–108": "2nd Command Trench Where B company have 2 minutes before they’re due to go over the top. Schofield desperately seeks out Mackenzie, despite the attentions of two orderlies who hold him back, finally breaking into… ",
	"108–111": "Final Struggle Mackenzie’S Dugout Ante-Room He’s restrained by the orderlies and hauled out –the captain there ordering the Sargeant to send in the next wave… He breaks back in and yells for Colonel Mackenzie — finally in front of him. Schofield says he has orders from Erinmore that the attack should not proceed — but Mackenzie won’t take the letter Schofield offers and says Schofield is too late. Major Hepburn next to him looks more concerned.",
	"111-112": "Mackenzie thinks if they hesitate they will lose. Schofield begs him to read the letter. Mackenzie still thinks he has the Germans on the run — but Schofield says the Germans want him to attack — they’ve been planning it for months. This finally gets Mackenzie to read the letter. They all wait for him to decide. He looks up… “Stand them down”. Schofield closes his eyes in relief as whistles call off the attack. Mackenzie tells him he hoped today would be a good day — but “hope is a dangerous thing”.",
	"112-113": "He says command will just send a different message to attack next week, and that war only ends one way — “last man standing”. He tells Schofield to f*** off, but on the way out, Major Hepburn tells him “well done”. Schofield asks where Lieutenant Blake is — and is told he was in the first wave. He’s told to check the casualty clearing station and heads out to the… ",
	"113": "Trenches watching B, C and D Companies pull in the survivors. Schofield looks for officers to see if Blake’s brother is amongst them, and ends up in a… ",
	"114–115": "Meadow Where various medics and chaplains tend to the injured. Schofield walks amongst the maimed and the bodies. Sees no officer — then finally finds Lieutenant Blake, Blake’s brother, very much alive. When Schofield says he was sent with Blake, his brother realises Blake’s dead. Schofield reassures him. He gives Blake’s possessions to his brother and says would like to write to their mother (not to say Blake wasn’t scared as Blake had asked, but) to tell her Blake wasn’t alone.",
	"115-117": "Schofield says Blake told funny stories — and that he saved Schofield’s life. Blake’s brother says he’s glad Schofield was with him. Schofield wanders off into the Meadow. He spies an untouched Oak Tree and sits by it. He pulls out two photographs, one of His Two Daughters, the other of his Wife. On the back of the photo, a message in her writing — “Come Back To Us”. He finally shows his expression of love.",
	"117": "End Image — comparing to opening image – a wiser Schofield who now no longer runs from feelings of love and connection to family back home whereas did before — comments re mail etc. - It’s sunny now when there was distant thunder before. - He opened his eyes from rest at the start — and now he can close them again and feel the sunshine, now at proper rest."
}
